[
    {
        "year": 1968,
        "types": ["history", "camp"],
        "events": [
            {
                "ID": 27,
                "preview": "1968-0.jpg",
                "label": "Shrnutí čínnosti mezi lety 1946 až 1968",
                "type": ["history"],
                "content": {
                    "type": ["both"],
                    "title": "Fungování oddílu v letech 1946–1968",
                    "subtitle": "",
                    "text": "Dříve, nežli započnete zaplňovat dnes ještě bílé stránky Vaší nové kroniky záznamy Vaší junácké činnosti a Vašich budoucích zážitků a množství příhod, které v bratrském kolektivu prožijete, dovolte, abych se zmínil alespoň v hlavních rysech o historii Vašeho čtyřiadevadesátého oddílu. První oddílová kronika se nezachovala.\n\nZákladem vzniku devadesátého čtvrtého oddílu skautů byla družina Kondorů z 10. oddílu, které zahájili svoji činnost pod vedením bratra Zdeňka Matěje ihned po ukončení světové války v roce 1945. V této poválečné době nastal v Československu veliký rozmach Skautingu. Členská základna se rychle rozrůstala a oddíly, kam přicházelo stále více a více nových členů, řešily tento příliv tvořením dalších družin. Pro usnadnění práce vedoucích se tvořili z několika družin čety a z několika čet roty.\n\nV červenci 1945, po návratu z ciziny, zapojil se do činnosti předválečný člen 3. brněnského oddílu br. Klepáč, který tak splnil slib daný po rozpuštění Skautingu v roce 1940, že se po válce znovu zapojí do skautské organizace. Svoji činnost zahájil v družině Kondorů jak s výchovou členů, tak i s výchovou vůdců.\n\nKlubovna 10. oddílu byla v pěkném, dosud nedostavěném dřevěném domě v Židenicích nad Vinohrady v Hamburku. Byla sice hodně vzdálená, ale byla naše. Dlouho se však oddíl z klubovny netěšil, neboť byla odejmuta ještě na podzim 1945 pro mateřskou školku. Ještě tentýž rok se však poštěstilo získat vybombardovaný dům v Židenicích - roh ulice Skorkovského a ulice Otakara Ševčíka.\n\nKoncem roku 1945 rozhodla se oddílová rada vzhledem k velkému množství členů rozdělit oddíl ve 3 oddíly 10. BO, 94. BO a 95. BO. Vedením 94. oddílu byl pověřen br. Klepáč.\n\nSvojí činností, svým dobrým kamarádským vystupováním, svojí pílí a houževnatostí se zařadil oddíl brzy mezi nejlepší oddíly brněnské. Počet členů oddílu se pohyboval od 40 do 50. Kromě družiny Kondorů byly v oddíle družiny Racků, Albatrosů, Rysů, Lišek a Bobrů. Dvě z těchto družin byly vodácké, které však časem splynuly s pozemními skauty. Později byla založena smečka vlčat, kterou vedl br. Brabec Miloš - Mauglí. Zástupci vedoucího oddílu byli bratři Buršík Václav, Formánek Miloš, později Matěja Zdeněk a Brabec Zdeněk.\n\nPřesto, že oddíl neměl žádné finanční podpory, dokázal již v červenci 1946 uspořádat letní stanový tábor na řece Jihlavce pod Lhánicemi – tábor na Havranu. Údolí Jihlavky se pak stalo oblíbeným oddílovým místem, kam oddíl pořádal po mnoho let vždy o Velikonočních svátcích výlety s přenocováním. Buď se přenocovalo u pana Štefana ve Lhánicích, nebo později v Mohelnenském mlýně.\n\nV roce 1946 zakoupil oddíl 2 skládací chaty od likvidační složky bývalého podniku Diana v Tišnově, z nichž si postavili členové oddílu v opuštěném lomě pod Bílou horou vlastní klubovnu. Kromě této klubovny, která měla 3 místnosti, měl oddíl 1 klubovní místnost v Židenicích na Pastrnkově ulici a později též 2 klubovní místnosti na Kuklenské ulici v bývalé klubovně 32. oddílu, který zanikl.\n\nV roce 1947 vybudoval oddíl stanový tábor v Hrotovicích, který se velice dobře vydařil. V říjnu 1947 odešel vedoucí na vojenskou presenční službu a vedení za něj převzal až do únoru 1949 br. Matěja. V roce 1948 nebyl letní tábor uspořádán, ale v roce 1949 se již oddíl zúčastnil budovatelských táborů na Šumavě, pořádaných brněnskou oblastí. Tábor 94. oddílu měl krásnou polohu – asi 5 km severně Volar u Cudrovic s překrásným výhledem na Bobík. V roce 1950 vybudoval oddíl poslední skautský tábor v Orlických horách v údolí Divoké Orlice mezi Liticemi a Potštejnem - louka na Chmeliskách. V tomtéž roce se podařilo na hlídkových junáckých průvodech brněnské oblasti získat hlídce 94. oddílu první místo za účasti silné konkurence. Získaný pohár byl největší oddílovou trofejí.\n\nNa podzim 1950 vstoupili téměř všichni členové oddílu do Sokola Židenice, kde cvičili v základní tělesné výchově. V posledních dnech roku 1950 byla skautským oddílům znemožněna další činnost. Junáci byli rozpuštěni. Začíná nové období - počátek neblahých padesátých let - polkněme hořkou slinu. Ti, kteří prožili krásné chvíle v těch nejlepších kamarádských kolektivech, nechť na ně nikdy nezapomenou, a ti, kteří nyní po letech přebírají pochodeň skautských ideálů, ať se snaží dosáhnout toho, co bylo znemožněno jejím předchůdcům.\n\nPočátkem roku 1951 obnovili členové bývalého 94. oddílu junáka oddíl pobytu v přírodě – Sokol Židenice. Oddíl obdržel pěknou klubovnu na dvoře Sokolovny. Pod hlavičkou sokola židenice a za jejich značné podpory pokračoval oddíl ve své činnosti až do roku 1963.\n\n3 roky po sobě zvítězily závodní hlídky oddílu v turistickém branném závodě. V dalších letech zaznamenali členové oddílu velké úspěchy v orientačních závodech, kde dokázali býti nejlepšími nejen v Brně, ale i v ČSSR. Bylo dosaženo mnoha titulů přeborníků v okrese, kraji i ČSSR. Rovněž byly pořádány každého roku tábory.\n\nOddíl pobytu v přírodě byl změněn na turistický oddíl. Sokol Židenice změnil název na sokol mez židenice, pak Spartak MEZ Židenice a konečně TJ ZKL Brno. Oddíl však stále žil a poskytoval, pokud to bylo v jeho silách, svým členům alespoň částečnou náhradu za skauting.\n\nV roce 1957 byl též založen dívčí oddíl. Po roce 1964 činnost oddílu ochabovala, až zanikla úplně. Koncem roku 1967 a počátkem roku 1968 svitla nová naděje. Jarní vánek probudil opět city a skauting se opět probírá z nuceného útlumu. Hlásí se k životu, chce opět vidět jasné tváře dětí, chce jim dát kus pěkného dětství, na něž se ani v dospělém věku nezapomíná, chce znovu u svých členů vytvářet vlastenecký cit.\n\nI čtyřiadevadesátka se na jaře 1968 obnovuje. Žezlo přebírá bratr Šnajdr Jan (v roce 1950 jeden z nejmladších členů 94. oddílu, říkali mu tenkrát v oddílu Jezule - pro jeho stálý dětský úsměv). Věřím ti, Jendo, a všem ostatním, že Váš a vlastně i můj oddíl nikdy nezanikne. Čeká vás těžké období práce, ale té jsme se nikdy přece nebáli. Věřím všem členům oddílu, že se budou snažit vytvořit v oddíle ten nejkamarádštější skautský kolektiv. Nechť znovu vzplane v srdcích skautský oheň.\n\nPozdější zápisy upřesňují změnu vedení oddílu. V jeho čele stáli zejména Havran a Osin – pozn. red.",
                    "photos": ["h-1968-0.jpg", "h-1968-1.jpg"]
                } 
            },
            {
                "ID": 28,
                "preview": "1968-1.jpg",
                "label": "Stanový tábor\nZahradiště",
                "type": ["camp"],
                "content": {
                    "type": ["photos"],
                    "title": "1968–1970",
                    "subtitle": "Stanový tábor\nZahradiště",
                    "photos": ["t-1968-0.jpg", "t-1968-1.jpg"]
                } 
            }
        ]
    }
]